Repository: coteditor/CotEditor
Catalog: CotEditor/Localizables/Document Window/Accessory Views/FileScopeEditor.xcstrings
Source language: en
Languages: bg, cs, de, it, ja, ko, pl, pt, ru, tr, zh_hans, zh_hant, zh_hk

# FileScope.Rule.Comparison.contains.label
source: contains
bg: съдържа
cs: obsahuje
de: enthält
it: contiene
ja: が次を含む
ko: 다음을 포함
pl: zawiera
pt: contém
ru: содержит
tr: içeriyor
zh_hans: 包含
zh_hant: 包含
zh_hk: 包含

# FileScope.Rule.Comparison.doesNotContain.label
source: does not contain
bg: не съдържа
cs: neobsahuje
de: enthält nicht
it: non contiene
ja: が次を含まない
ko: 다음을 포함하지 않음
pl: nie zawiera
pt: não contém
ru: не содержит
tr: içermiyor
zh_hans: 不包含
zh_hant: 不包含
zh_hk: 不包含

# FileScope.Rule.Comparison.endsWith.label
source: ends with
bg: завършва с
cs: končí na
de: endet mit
it: termina con
ja: が次で終わる
ko: 다음으로 끝남
pl: kończy się na
pt: termina com
ru: оканчивается на
tr: ile bitiyor
zh_hans: 结尾是
zh_hant: 結尾為
zh_hk: 結尾為

# FileScope.Rule.Comparison.isEqualTo.label
source: is
bg: е
cs: je
de: ist
it: è
ja: が次と等しい
ko: 다음과 같음
pl: to
pt: é
ru: совпадает с
tr: eşittir
zh_hans: 是
zh_hant: 是
zh_hk: 是

# FileScope.Rule.Comparison.isNotEqualTo.label
source: is not
bg: не е
cs: není
de: ist nicht
it: non è
ja: が次と等しくない
ko: 다음이 아님
pl: to nie
pt: não é
ru: не совпадает с
tr: eşit değildir
zh_hans: 不是
zh_hant: 不是
zh_hk: 不是

# FileScope.Rule.Comparison.startsWith.label
source: begins with
bg: започва с
cs: začíná na
de: beginnt mit
it: inizia con
ja: が次で始まる
ko: 다음으로 시작
pl: zaczyna się od
pt: começa com
ru: начинается с
tr: ile başlıyor
zh_hans: 开头是
zh_hant: 開頭為
zh_hk: 開頭為

# FileScope.Rule.Target.fileExtension.label
source: File extension
bg: Разширение на файл
cs: Přípona souboru
de: Suffix
it: Estensione file
ja: ファイル拡張子
ko: 파일 확장자
pl: Rozszerzenie pliku
pt: Extensão de arquivo
ru: Расширение файла
tr: Dosya uzantısı
zh_hans: 文件扩展名
zh_hant: 副檔名
zh_hk: 副檔名

# FileScope.Rule.Target.filename.label
source: File name
bg: Име на файл
cs: Název souboru
de: Dateiname
it: Nome file
ja: ファイル名
ko: 파일 이름
pl: Nazwa pliku
pt: Nome do arquivo
ru: Имя файла
tr: Dosya adı
zh_hans: 文件名
zh_hant: 檔案名稱
zh_hk: 檔案名稱

# FileScope.Rule.Target.filePath.label
source: File path
bg: Път към файл
cs: Cesta k souboru
de: Dateipfad
it: Percorso file
ja: ファイルパス
ko: 파일 경로
pl: Ruta de archivo
pt: Caminho
ru: Путь к файлу
tr: Dosya yolu
zh_hans: 文件路径
zh_hant: 檔案路徑
zh_hk: 檔案路徑

# ScopeSaveView.field.label
source: Name
bg: Име
cs: Název
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
pt: Nome
ru: Название
tr: Ad
zh_hans: 名称
zh_hant: 名稱
zh_hk: 名稱

# ScopeSaveView.label
source: Save as:
bg: Запази като:
cs: Uložit jako:
de: Sichern unter:
it: Salva col nome:
ja: 名前:
ko: 별도 저장:
pl: Zachowaj jako:
pt: Salvar como:
ru: Сохранить как:
tr: Farklı Kaydet:
zh_hans: 保存为：
zh_hant: 儲存為：
zh_hk: 儲存為：

# FileScope.Conjunction.all.label
source: all
de: allen
it: tutte le
ja: すべて
ko: 모두
ru: все
tr: tümü
zh_hans: 所有
zh_hant: 所有
zh_hk: 所有條件

# FileScope.Conjunction.any.label
source: any
de: einer
it: una delle
ja: いずれか
ko: 하나라도
ru: любые
tr: herhangi biri
zh_hans: 任一
zh_hant: 任一
zh_hk: 條件之一

# FileScope.Conjunction.prefix
source: Match
de: Übereinstimmung mit
it: Rispetta
ja: 次の
ko: 다음 조건 중
ru: Соответствует
tr: Aşağıdaki koşullardan
zh_hans: 符合以下
zh_hant: 比對
zh_hk: 符合下列

# FileScope.Conjunction.suffix
source: of the following conditions:
de: der folgenden Bedingungen:
it: seguenti condizioni:
ja: の条件に一致:
ko: 일치:
ru: из следующих условий:
tr: ile eşleştir:
zh_hans: 条件：
zh_hant: 下列條件：

# FileScope.Error.emptyValue.message
source: The scope contains a rule without a value.
de: Der Bereich enthält eine Regel ohne Wert.
it: L’ambito contiene una regola priva di valore.
ja: スコープに値が入力されていないルールがあります。
ko: 범위에 값이 없는 규칙이 포함되어 있습니다.
ru: Область поиска содержит правило без значения.
tr: Kapsamda değeri olmayan bir kural var.
zh_hans: 文件范围中包含未设置值的规则。
zh_hant: 範圍中包含不含值的規則。
zh_hk: 範圍的規則未包括任何值。

# FileScope.Error.invalidRegularExpression.message
source: The scope contains an invalid regular expression.
de: Der Bereich enthält einen ungültigen regulären Ausdruck.
it: L’ambito contiene una espressione regolare non valida.
ja: スコープに不正な正規表現が含まれています。
ko: 범위에 유효하지 않은 정규 표현식이 포함되어 있습니다.
ru: Область поиска содержит недействительное регулярное выражение.
tr: Kapsamda geçersiz bir düzenli ifade var.
zh_hans: 文件范围中包含无效的正则表达式。
zh_hant: 範圍中包含無效的正規表示式。
zh_hk: 範圍包括無效的常規表示式。

# FileScope.Rule.Comparison.matchesRegularExpression.label
source: matches regular expression
de: entspricht regulärem Ausdruck
it: corrisponde all’espressione regolare
ja: が次の正規表現と一致
ko: 정규 표현식과 일치
ru: совпадает с регулярным выражением
tr: düzenli ifade ile eşleşir
zh_hans: 匹配正则表达式
zh_hant: 符合正規表示式
zh_hk: 符合常規表示式

source: Save as Named Scope…
de: Als benannten Bereich sichern …
it: Salva come ambito denominato…
ja: 名前を付けて保存…
ko: 이름이 지정된 범위로 저장…
ru: Сохранить область поиска…
tr: Adlandırılmış Kapsam Olarak Kaydet…
zh_hans: 保存为命名范围…
zh_hant: 儲存為命名範圍⋯
zh_hk: 儲存為已命名的範圍⋯
